Repository: landersanmi/GBFS-Visualizer
Catalog: gbfs_visualizer_server/openapi_server/translations/*/LC_MESSAGES/messages.po
Languages: es, eu_es

# ENABLE_JS
source: You need to enable JavaScript to run GBFS Visualizer
es: Es necesario activar JavaScript para visualizar GBFS Visualizer correctamente.
eu_es: JavaScript aktibatu behar duzu GBFS visualizer egoki ikusteko.

# ERROR_LOADING_GBFS
source: An error ocurred loading GBFS System, please provide a correct GBFS System name.
es: Ha ocurrido un error al cargar el sistema GBFS, introduce un nombre valido
eu_es: Errore bat sortu da GBFS-a kargatzean, sartu GBFS izen egoki bat.

# BIKES_REMAINING
source: Nܬ of bikes remaining
es: Nܬ bicicletas disponibles
eu_es: Bizikletak eskuragarri

# ANCHORS_REMAINING
source: Nܬ of anchors remaining
es: Nܬ anclajes disponibles
eu_es: Aingurak eskuragarri

source: NO
eu_es: EZ

source: YES
es: SI
eu_es: BAI

# IS_DISABLED
source: ٯIs disabled?
es: ٯEsta deshabilitada?
eu_es: ¿Desgaituta dago?

# IS_RESERVED
source: ٯIs reserved?
es: ٯEsta reservada?
eu_es: ¿Erreserbatuta dago?

source: GBFS System:
es: Sistema GBFS:
eu_es: GBFS Sistema:

# MIN_BIKES
source: Min Nܬ of bikes:
es: Nܬ minimo de bicicletas:
eu_es: Gutxienezko bizikletak:

# MIN_STATIONS
source: Min Nܬ of anchors:
es: Nܬ minimo de anclajes:
eu_es: Gutxienezko aingurak:
